import React from "react";

const AboutDedication = () => {
  return (
    <article className="about__dedication">
      <section className="content">
        <h2 className="sub-title">Преданность</h2>
        <h3>Изменим мир вместе</h3>
        <p>
          Мы считаем, что наш успех обусловлен нашей приверженностью
          предоставлению высококачественной еды и исключительного обслуживания.
          В нашем меню представлен широкий ассортимент вкуснейших пицц, салатов,
          сэндвичей, блюд из пасты и многого другого, все из свежих местных
          ингредиентов. Мы уделяем большое внимание тому, чтобы каждое блюдо
          было приготовлено с максимальным вниманием к деталям, чтобы каждый
          кусочек был таким же вкусным, как и предыдущий. Мы также понимаем, что
          отличная еда — это только часть уравнения. Вот почему мы уделяем
          особое внимание предоставлению исключительного обслуживания каждому
          клиенту, который входит в наши двери. Наша команда преданных своему
          делу сотрудников стремится обеспечить теплую, гостеприимную атмосферу,
          которая позволяет каждому гостю почувствовать себя частью семьи.
        </p>
      </section>
      <div className="black-glass"></div>
    </article>
  );
};

export default AboutDedication;
